Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

# error.scene.rendering.parse_failed
source: Failed to parse scene.json: %@
es: No se pudo analizar scene.json: %@
ja: scene.json の解析に失敗しました: %@
zh_hans: 解析 scene.json 失败：%@
zh_hant: 解析 scene.json 失敗：%@

# error.texture.decode.decode_failed
source: .tex mipmap %1$lld decode failed: %2$@
es: Falló la decodificación del mipmap %1$lld de .tex: %2$@
ja: .tex mipmap %1$lld のデコードに失敗しました: %2$@
zh_hans: .tex mipmap %1$lld 解码失败：%2$@
zh_hant: .tex mipmap %1$lld 解碼失敗：%2$@

# error.texture.decode.decompression_failed
source: .tex mipmap %lld decompression failed.
es: Falló la descompresión del mipmap %lld de .tex.
ja: .tex mipmap %lld の展開に失敗しました。
zh_hans: .tex mipmap %lld 解压缩失败。
zh_hant: .tex mipmap %lld 解壓縮失敗。

# error.texture.decode.invalid_dimensions
source: .tex declares invalid dimensions %1$lld×%2$lld.
es: .tex declara dimensiones no válidas %1$lld×%2$lld.
ja: .tex が無効なサイズ %1$lld×%2$lld を宣言しています。
zh_hans: .tex 声明了无效尺寸 %1$lld×%2$lld。
zh_hant: .tex 宣告了無效尺寸 %1$lld×%2$lld。

# error.texture.decode.metal_unavailable
source: Cannot decode %@ without Metal support on this machine.
es: No se puede decodificar %@ sin compatibilidad con Metal en este equipo.
ja: このマシンで Metal サポートがないため、%@ をデコードできません。
zh_hans: 此机器不支持 Metal，无法解码 %@。
zh_hant: 這台 Mac 不支援 Metal，無法解碼 %@。

# error.texture.decode.mipmap_out_of_bounds
source: .tex mipmap index %lld is out of bounds.
es: El índice de mipmap %lld de .tex está fuera de rango.
ja: .tex mipmap インデックス %lld は範囲外です。
zh_hans: .tex mipmap 索引 %lld 越界。
zh_hant: .tex mipmap 索引 %lld 超出範圍。

# error.texture.decode.missing_bitmap_block
source: .tex file is missing the TEXB bitmap block.
es: Al archivo .tex le falta el bloque de mapa de bits TEXB.
ja: .tex ファイルに TEXB ビットマップブロックがありません。
zh_hans: .tex 文件缺少 TEXB 位图块。
zh_hant: .tex 檔案缺少 TEXB 點陣圖區塊。

# error.texture.decode.missing_info_block
source: .tex file is missing the TEXI info block.
es: Al archivo .tex le falta el bloque de información TEXI.
ja: .tex ファイルに TEXI 情報ブロックがありません。
zh_hans: .tex 文件缺少 TEXI 信息块。
zh_hant: .tex 檔案缺少 TEXI 資訊區塊。

# error.texture.decode.truncated_block
source: .tex block '%1$@' truncated at offset %2$lld.
es: El bloque '%1$@' de .tex está truncado en el desplazamiento %2$lld.
ja: .tex ブロック「%1$@」はオフセット %2$lld で切り詰められています。
zh_hans: .tex 块“%1$@”在偏移量 %2$lld 处被截断。
zh_hant: .tex 區塊「%1$@」在偏移量 %2$lld 處被截斷。

# error.texture.decode.unsupported_animation
source: .tex animation/sequence frames are not supported.
es: Los fotogramas de animación/secuencia de .tex no son compatibles.
ja: .tex アニメーション/シーケンスフレームはサポートされていません。
zh_hans: .tex 动画/序列帧不受支持。
zh_hant: 不支援 .tex 動畫/序列影格。

# error.texture.decode.unsupported_block
source: .tex block '%@' is unrecognised.
es: El bloque '%@' de .tex no se reconoce.
ja: .tex ブロック「%@」は認識できません。
zh_hans: .tex 块“%@”无法识别。
zh_hant: 無法辨識 .tex 區塊「%@」。

# error.texture.decode.unsupported_container
source: .tex container '%@' is unrecognised.
es: El contenedor '%@' de .tex no se reconoce.
ja: .tex コンテナ「%@」は認識できません。
zh_hans: .tex 容器“%@”无法识别。
zh_hant: 無法辨識 .tex 容器「%@」。

# error.texture.decode.unsupported_format
source: .tex format code %lld is not yet supported.
es: El código de formato %lld de .tex aún no es compatible.
ja: .tex 形式コード %lld はまだサポートされていません。
zh_hans: 尚不支持 .tex 格式代码 %lld。
zh_hant: 尚不支援 .tex 格式代碼 %lld。

# error.texture.format.malformed_payload
source: WPE Metal texture payload is malformed: %@
es: La carga de textura de WPE Metal está mal formada: %@
ja: WPE Metal テクスチャペイロードの形式が正しくありません: %@
zh_hans: WPE Metal 纹理数据格式错误：%@
zh_hant: WPE Metal 紋理承載資料格式錯誤：%@

# error.texture.format.texture_allocation_failed
source: Metal texture allocation failed.
es: Falló la asignación de textura Metal.
ja: Metal テクスチャの割り当てに失敗しました。
zh_hans: Metal 纹理分配失败。
zh_hant: Metal 紋理配置失敗。

# error.texture.format.unsupported_compressed_format
source: This Metal device cannot sample %@ textures.
es: Este dispositivo Metal no puede muestrear texturas %@.
ja: この Metal デバイスでは %@ テクスチャをサンプリングできません。
zh_hans: 此 Metal 设备无法采样 %@ 纹理。
zh_hant: 此 Metal 裝置無法取樣 %@ 紋理。

# error.texture.format.unsupported_format
source: WPE Metal texture format is unsupported: %@
es: El formato de textura de WPE Metal no es compatible: %@
ja: WPE Metal テクスチャ形式はサポートされていません: %@
zh_hans: 不支持此 WPE Metal 纹理格式：%@
zh_hant: 不支援 WPE Metal 紋理格式：%@

source: errors/drops
es: errores/pérdidas
ja: エラー/ドロップ
zh_hans: 错误/丢包
zh_hant: 錯誤/丟包

source: expensive
es: de pago
ja: 従量制
zh_hans: 计费
zh_hant: 計費

source: general.orthogonalprojection is null — using perspective camera with 1920×1080 render size
es: general.orthogonalprojection es null — se usa una cámara en perspectiva con tamaño de renderizado 1920×1080
ja: general.orthogonalprojection が null — 1920×1080 のレンダーサイズで透視投影カメラを使用します
zh_hans: general.orthogonalprojection 为 null——使用透视相机和 1920×1080 渲染尺寸
zh_hant: general.orthogonalprojection 為 null——使用透視相機與 1920×1080 渲染尺寸

source: general.orthogonalprojection missing — using 1920×1080
es: Falta general.orthogonalprojection — se usa 1920×1080
ja: general.orthogonalprojection が見つからないため、1920×1080 を使用します
zh_hans: 缺少 general.orthogonalprojection，已使用 1920×1080
zh_hant: 缺少 general.orthogonalprojection，將使用 1920×1080

source: helper
es: auxiliar
ja: ヘルパー
zh_hans: 辅助
zh_hant: 輔助

source: hot
es: caliente
ja: 高温
zh_hans: 热
zh_hant: 熱

source: https://example.com or example.com
es: https://example.com o example.com
ja: https://example.com または example.com
zh_hans: https://example.com 或 example.com
zh_hant: https://example.com 或 example.com

source: idle
es: inactivo
ja: アイドル
zh_hans: 空闲
zh_hant: 閒置

source: it isn't a Wallpaper Engine project
es: no es un proyecto de Wallpaper Engine
ja: Wallpaper Engine のプロジェクトではありません
zh_hans: 它不是 Wallpaper Engine 项目
zh_hant: 它不是 Wallpaper Engine 專案

source: its project information can't be read
es: no se puede leer la información del proyecto
ja: プロジェクト情報を読み取れません
zh_hans: 无法读取它的项目信息
zh_hant: 無法讀取它的專案資訊

source: its project information is damaged
es: la información del proyecto está dañada
ja: プロジェクト情報が破損しています
zh_hans: 它的项目信息已损坏
zh_hant: 它的專案資訊已損毀

source: load
es: carga
ja: 負荷
zh_hans: 负载
zh_hant: 負載

source: macOS chooses the wallpaper for each display and Space. Importing a video does not apply it to every desktop.
es: macOS gestiona el fondo de cada pantalla y espacio. Importar un vídeo no lo aplica a todos los escritorios.
ja: 各ディスプレイと操作スペースの壁紙は macOS が管理します。ビデオを読み込んでも、すべてのデスクトップには適用されません。
zh_hans: macOS 分别管理各显示器和桌面空间的壁纸。导入视频不会将其应用到所有桌面。
zh_hant: macOS 分別管理各顯示器和桌面空間的桌布。匯入影片不會將其套用至所有桌面。

source: macOS could not find the app service
es: macOS no pudo encontrar el servicio de la app
ja: macOS が App サービスを見つけられませんでした
zh_hans: macOS 找不到应用服务
zh_hant: macOS 找不到 App 服務

source: macOS couldn't grant the app secure access to that file. Try a different video, or move the file to a folder you own.
es: macOS no pudo conceder a la app acceso seguro a ese archivo. Prueba otro vídeo o muévelo a una carpeta de tu propiedad.
ja: macOS がこのファイルへのセキュアアクセスを許可できませんでした。別のビデオを試すか、ご自身のフォルダにファイルを移動してください。
zh_hans: macOS 无法授予此应用访问该文件的安全权限。换一个视频，或将文件移到你自己的文件夹下再试。
zh_hant: macOS 無法授予此 App 存取該檔案的安全權限。換一個影片，或將檔案移到你自己的資料夾下再試。

source: macOS couldn't grant the app secure access to that resource. Try moving it to a folder you own.
es: macOS no pudo conceder a la app acceso seguro a ese recurso. Prueba a moverlo a una carpeta de tu propiedad.
ja: macOS がこのリソースへのセキュアアクセスを許可できませんでした。ご自身のフォルダに移動してから再試行してください。
zh_hans: macOS 无法授予此应用访问该资源的安全权限。请将其移到你自己的文件夹下再试。
zh_hant: macOS 無法授予此 App 存取該資源的安全權限。請將其移到你自己的資料夾下再試。

source: macOS didn't grant access to that file. Try one in a folder you own.
es: macOS no concedió acceso a ese archivo. Prueba uno en una carpeta de tu propiedad.
ja: macOS がそのファイルへのアクセスを許可しませんでした。ご自身が所有するフォルダ内のファイルをお試しください。
zh_hans: macOS 没有授予该文件的访问权限。请换用你自己文件夹中的文件。
zh_hant: macOS 沒有授予該檔案的存取權限。請改用你自己資料夾中的檔案。

source: macOS didn't grant access to this item. Choose it again, or move it into a folder you own.
es: macOS no concedió acceso a este elemento. Vuelve a elegirlo o muévelo a una carpeta tuya.
ja: macOS がこの項目へのアクセスを許可しませんでした。もう一度選択するか、自分のフォルダに移動してからやり直してください。
zh_hans: macOS 未授予对此项目的访问权限。请重新选择，或将它移到你自己的文件夹后再试。
zh_hant: macOS 未授予此項目的存取權限。請重新選擇，或將它移到你自己的資料夾後再試。

source: macOS has not asked for Location Services yet
es: macOS aún no ha pedido acceso a Servicios de ubicación
ja: macOS はまだ位置情報サービスの許可を求めていません
zh_hans: macOS 尚未请求定位服务权限
zh_hant: macOS 尚未要求定位服務權限

source: macOS keeps a copy for the desktop and lock screen, and can play it with Loomscreen closed.
es: macOS guarda una copia para el escritorio y la pantalla de bloqueo, y puede reproducirla con Loomscreen cerrado.
ja: macOS がデスクトップとロック画面用に動画のコピーを保存し、Loomscreen を閉じた後も再生できます。
zh_hans: macOS 会保存视频副本，用于桌面和锁屏，并可在 Loomscreen 关闭后继续播放。
zh_hant: macOS 會儲存影片副本，用於桌面與鎖定畫面，並可在 Loomscreen 關閉後繼續播放。

source: macOS returned an unknown location status
es: macOS devolvió un estado de ubicación desconocido
ja: macOS が不明な位置ステータスを返しました
zh_hans: macOS 返回了未知的定位状态
zh_hant: macOS 傳回了未知的定位狀態

source: macOS returned an unknown login item status
es: macOS devolvió un estado de elemento de inicio desconocido
ja: macOS が不明なログイン項目ステータスを返しました
zh_hans: macOS 返回了未知的登录项状态
zh_hant: macOS 傳回了未知的登入項目狀態

source: macOS saves a video copy that can play with Loomscreen closed.
es: macOS guarda una copia del vídeo que puede reproducirse con Loomscreen cerrado.
ja: macOS が動画のコピーを保存し、Loomscreen を閉じた後も再生できます。
zh_hans: macOS 会保存视频副本，可在 Loomscreen 关闭后继续播放。
zh_hant: macOS 會儲存影片副本，可在 Loomscreen 關閉後繼續播放。

source: macOS wouldn't unlock your saved API key — allow access when it asks, or set the key again in Settings.
es: macOS no desbloqueó tu clave de API guardada — permite el acceso cuando lo pida, o vuelve a configurar la clave en Ajustes.
ja: macOS が保存済みの API キーを取り出せませんでした。確認ダイアログでアクセスを許可するか、設定でキーを設定し直してください。
zh_hans: macOS 未能取出已保存的 API key——弹出询问时请允许访问，或在设置里重新设置一次。
zh_hant: macOS 未能取出已儲存的 API key——彈出詢問時請允許存取，或在設定裡重新設定一次。

source: named FBO '%@' unresolved on Metal pass — likely cross-pass alias miss
es: FBO con nombre '%@' sin resolver en el pass de Metal — probable fallo de alias entre pases
ja: 名前付き FBO「%@」を Metal パスで解決できません — パス間のエイリアス漏れの可能性
zh_hans: 具名 FBO“%@”在 Metal 通道中未能解析——可能是跨通道别名遗漏
zh_hant: 具名 FBO「%@」在 Metal 通道中未能解析——可能是跨通道別名遺漏

source: needs you
es: te necesita
ja: 対応が必要
zh_hans: 需要你
zh_hant: 需要你

source: next day
es: día siguiente
ja: 翌日
zh_hans: 次日
zh_hant: 隔日

source: no active slot
es: ninguna franja activa
ja: 現在アクティブなスロットはありません
zh_hans: 暂无活跃时段
zh_hant: 目前無活躍時段

source: no errors · no drops
es: sin errores · sin pérdidas
ja: エラーなし · ドロップなし
zh_hans: 无错误 · 无丢包
zh_hant: 無錯誤 · 無丟包

source: no process readings
es: sin lecturas de procesos
ja: プロセス読み取りなし
zh_hans: 无进程读数
zh_hant: 無處理程序讀數

source: no sample — utilisation source unavailable
es: sin muestra — origen de utilización no disponible
ja: サンプルなし — 使用率ソースが利用できません
zh_hans: 无采样——利用率来源不可用
zh_hant: 無取樣——使用率來源不可用

source: of %lld
es: de %lld
ja: / %lld
zh_hans: 共 %lld
zh_hant: 共 %lld

source: off
es: desactivado
ja: オフ
zh_hans: 已关闭
zh_hant: 已關閉

source: offline
es: sin conexión
ja: オフライン
zh_hans: 离线
zh_hant: 離線

source: or
es: o
ja: または
zh_hans: 或
zh_hant: 或

# panel.message.apple_aerials_access
source: macOS requires one-time approval to read Apple's wallpaper folder. Click "Grant Access" — you do not need to pick any specific file.
es: macOS requiere una autorización única para leer la carpeta de fondos de Apple. Haz clic en "Conceder acceso" — no hace falta elegir ningún archivo concreto.
ja: macOS では Apple の壁紙フォルダを読み取るために一度だけ承認が必要です。「アクセスを許可」をクリックしてください。特定のファイルを選ぶ必要はありません。
zh_hans: macOS 需要一次性授权才能读取 Apple 的壁纸文件夹。点击“授予访问权限”即可，无需选择任何特定文件。
zh_hant: macOS 需要一次性授權才能讀取 Apple 的桌布資料夾。按一下「授予存取權」即可，不需要選取特定檔案。

# panel.prompt.add_videos
source: Add Videos
es: Añadir vídeos
ja: 動画を追加
zh_hans: 添加视频
zh_hant: 加入影片

# panel.prompt.grant_access
source: Grant Access
es: Conceder acceso
ja: アクセスを許可
zh_hans: 授予访问权限
zh_hant: 授予存取權

# panel.prompt.import_project
source: Apply Project
es: Aplicar proyecto
ja: プロジェクトを適用
zh_hans: 应用项目
zh_hant: 套用專案

# panel.prompt.set_video
source: Set Video
es: Asignar vídeo
ja: 動画を設定
zh_hans: 设置视频
zh_hant: 設定影片

# panel.prompt.use_as_wallpaper
source: Use as Wallpaper
es: Usar como fondo de pantalla
ja: 壁紙として使用
zh_hans: 用作壁纸
zh_hant: 作為桌布使用

source: paused
es: en pausa
ja: 一時停止中
zh_hans: 已暂停
zh_hant: 已暫停

source: peak
es: pico
ja: ピーク
zh_hans: 峰值
zh_hant: 峰值

source: previous-frame texture unavailable for this pass — no prior frame was rendered for its target
es: textura de fotograma anterior no disponible para este pase — no se renderizó ningún fotograma previo para su destino
ja: このパスの前フレームテクスチャがありません — 対象がまだ一度も描画されていません
zh_hans: 该通道所需的上一帧纹理不可用——其目标从未渲染过上一帧
zh_hant: 該通道所需的上一幀紋理不可用——其目標從未渲染過上一幀

source: read
es: lectura
ja: 読み取り
zh_hans: 读取
zh_hant: 讀取

source: relinked %lld
es: revinculados %lld
ja: %lld 件を再リンク
zh_hans: 重新连接 %lld 个
zh_hant: 重新連結 %lld 個

source: remaining
es: restante
ja: 残り
zh_hans: 剩余
zh_hant: 剩餘

source: ri_neural_footprint · no util
es: ri_neural_footprint · sin uso
ja: ri_neural_footprint · 使用率なし
zh_hans: ri_neural_footprint · 无利用率
zh_hant: ri_neural_footprint · 無使用率

source: running
es: en ejecución
ja: 実行中
zh_hans: 运行中
zh_hant: 執行中

source: sampled
es: muestreado
ja: サンプル
zh_hans: 采样于
zh_hant: 取樣於

source: selected folder
es: carpeta seleccionada
ja: 選択したフォルダ
zh_hans: 所选文件夹
zh_hant: 所選資料夾

source: serious
es: grave
ja: 深刻
zh_hans: 严重
zh_hant: 嚴重

source: sources ok
es: orígenes correctos
ja: ソース正常
zh_hans: 来源正常
zh_hant: 來源正常

source: stale
es: obsoleto
ja: 更新停止
zh_hans: 已过期
zh_hant: 已過期

source: tar exited %@: %@
es: tar terminó con código %@: %@
ja: tar が終了コード %@ で終了しました: %@
zh_hans: tar 以退出码 %@ 结束：%@
zh_hant: tar 以結束代碼 %@ 結束：%@

source: to full
es: para llenar
ja: 満充電まで
zh_hans: 至充满
zh_hant: 至充滿

source: tool loop
es: bucle de herramienta
ja: ツールループ
zh_hans: 工具循环
zh_hant: 工具迴圈

# toolbar.addWallpaper
source: Add wallpaper
es: Añadir fondo de pantalla
ja: 壁紙を追加
zh_hans: 添加壁纸
zh_hant: 新增桌布

# toolbar.preferences
source: Preferences
es: Preferencias
ja: 環境設定
zh_hans: 偏好设置
zh_hant: 偏好設定

source: top
es: primeros
ja: 上位
zh_hans: 前
zh_hant: 前

source: unauthorized
es: no autorizado
ja: 未許可
zh_hans: 未授权
zh_hant: 未授權

source: unauthorized · open to reconnect
es: no autorizado · abrir para reconectar
ja: 未認証 · 開いて再接続
zh_hans: 未授权 · 打开以重新连接
zh_hant: 未授權 · 開啟以重新連線

source: unsupported Metal render target
es: destino de renderizado Metal no compatible
ja: サポートされていない Metal レンダーターゲット
zh_hans: 不受支持的 Metal 渲染目标
zh_hant: 不受支援的 Metal 渲染目標

source: updated
es: actualizado
ja: 更新
zh_hans: 更新于
zh_hant: 更新於

source: used
es: usado
ja: 使用中
zh_hans: 已用
zh_hant: 已用

source: waiting %@
es: esperando %@
ja: %@ 待機
zh_hans: 已等待 %@
zh_hant: 已等待 %@

source: warm
es: cálido
ja: やや高温
zh_hans: 温
zh_hant: 溫

source: warn
es: avisar
ja: 警告
zh_hans: 警告
zh_hant: 警告

# window.title.settings
source: Loomscreen Settings
es: Ajustes de Loomscreen
ja: Loomscreen 設定
zh_hans: Loomscreen 设置
zh_hant: Loomscreen 設定

source: write
es: escritura
ja: 書き込み
zh_hans: 写入
zh_hant: 寫入

source: · %lld-core GPU
es: · GPU de %lld núcleos
ja: · %lld コア GPU
zh_hans: · %lld 核 GPU
zh_hant: · %lld 核 GPU

source: “%@” and its copy in Loomscreen's shared folder are deleted. Your original video is untouched.
es: “%@” y su copia en la carpeta compartida de Loomscreen se eliminan. Tu vídeo original permanece intacto.
ja: 「%@」と Loomscreen の共有フォルダ内のコピーを削除します。元の動画はそのままです。
zh_hans: 将删除“%@”以及它在 Loomscreen 共享目录中的副本。你的原始视频不受影响。
zh_hant: 將刪除「%@」以及它在 Loomscreen 共用目錄中的副本。你的原始影片不受影響。

source: “%@” is a preset, not a wallpaper. It was added to your presets — choose a wallpaper to continue.
es: “%@” es un preajuste, no un fondo de pantalla. Se ha añadido a tus preajustes — elige un fondo de pantalla para continuar.
ja: 「%@」は壁紙ではなくプリセットです。プリセットに追加しました。続けるには壁紙を選んでください。
zh_hans: “%@”是预设，不是壁纸。已加入你的预设——请选择一张壁纸以继续。
zh_hant: 「%@」是預設，不是桌布。已加入你的預設——請選擇一張桌布以繼續。

source: “%@” is on screen right now. It stops playing and its file is deleted immediately; the desktop keeps the last frame until you pick another wallpaper in System Settings.
es: “%@” está en pantalla ahora mismo. Deja de reproducirse y su archivo se elimina de inmediato; el escritorio conserva el último fotograma hasta que elijas otro fondo de pantalla en Ajustes del Sistema › Fondo de pantalla.
ja: 「%@」は現在画面に表示されています。再生を停止してファイルを直ちに削除しますが、「システム設定 › 壁紙」で別の壁紙を選ぶまでデスクトップには最後のフレームが残ります。
zh_hans: “%@”正显示在屏幕上。它会停止播放，文件立即删除；在你到“系统设置 › 墙纸”中更换之前，桌面会保留最后一帧。
zh_hant: 「%@」正顯示在螢幕上。它會停止播放，檔案立即刪除；在你到「系統設定 › 背景圖片」中更換之前，桌面會保留最後一幀。

source: “%@” is on screen right now. Its file is deleted immediately, but macOS keeps showing it until you pick another wallpaper in System Settings.
es: “%@” está en pantalla ahora mismo. Su archivo se elimina de inmediato, pero macOS sigue mostrándolo hasta que elijas otro fondo de pantalla en Ajustes del Sistema › Fondo de pantalla.
ja: 「%@」は現在表示中です。ファイルはすぐに削除されますが、「システム設定 › 壁紙」で別の壁紙を選ぶまで macOS は表示を続けます。
zh_hans: “%@”正在屏幕上显示。文件会立即删除，但在你到“系统设置 › 墙纸”中更换之前，macOS 仍会继续显示它。
zh_hant: 「%@」正在螢幕上顯示。檔案會立即刪除，但在你到「系統設定 › 背景圖片」中更換之前，macOS 仍會繼續顯示它。

source: “%@” will be deleted from your Steam library on this Mac and removed from Loomscreen. This frees up disk space and can't be undone — you can download it again anytime. Your Steam subscription is unaffected.
es: “%@” se eliminará de tu biblioteca de Steam en este Mac y de Loomscreen. Así se libera espacio en disco y no se puede deshacer — puedes volver a descargarlo cuando quieras. Tu suscripción de Steam no se ve afectada.
ja: 「%@」はこの Mac の Steam ライブラリから削除され、Loomscreen からも取り除かれます。ディスク容量が空きますが元に戻せません（いつでも再ダウンロードできます）。Steam のサブスクリプションには影響しません。
zh_hans: “%@”将从本机的 Steam 库中删除，并从 Loomscreen 中移除。这会释放磁盘空间且无法撤销——你随时可以重新下载。你的 Steam 订阅不受影响。
zh_hant: 「%@」將從這台 Mac 的 Steam 收藏庫中刪除，並從 Loomscreen 中移除。這會釋放磁碟空間且無法復原——你隨時可以重新下載。你的 Steam 訂閱不受影響。

source: “%@” will be removed from every display using it. Your own changes on top of it are kept.
es: “%@” se quitará de todas las pantallas que lo usen. Tus propios cambios sobre él se conservan.
ja: 「%@」はこれを使用しているすべてのディスプレイから削除されます。その上で加えた変更は保持されます。
zh_hans: “%@”将从所有正在使用它的显示器上移除。你在它之上做的改动会保留。
zh_hant: 「%@」將從所有正在使用它的顯示器上移除。你在它之上做的改動會保留。

source: • %lld saved bookmarks
es: • %lld marcadores guardados
ja: • %lld 件の保存済みブックマーク
zh_hans: • %lld 个已保存书签
zh_hant: • %lld 個已儲存的書籤

source: • %lld saved schemes
es: • %lld esquemas guardados
ja: • 保存済みの構成 %lld 件
zh_hans: • %lld 个已保存方案
zh_hant: • %lld 個已儲存方案

source: • Every display's complete setup, including its wallpaper, playlist, and schedule (%lld displays in the file)
es: • La configuración completa de cada pantalla, incluidos el fondo de pantalla, la playlist y la programación (%lld pantallas en el archivo)
ja: • 各ディスプレイの壁紙、プレイリスト、スケジュールを含むすべての設定（ファイル内のディスプレイ：%lld 台）
zh_hans: • 每台显示器的完整配置，包括壁纸、播放列表和计划（文件中含 %lld 台显示器）
zh_hant: • 每台顯示器的完整設定，包括桌布、播放列表和排程（檔案中含 %lld 台顯示器）

source: • Preferences, shortcuts, display defaults, display names, and widget, music, and clock overlays
es: • Las preferencias, los atajos, los valores predeterminados de pantalla, los nombres de pantalla y las superposiciones de widgets, música y reloj
ja: • 環境設定、ショートカット、ディスプレイのデフォルト、ディスプレイ名、ウィジェット・ミュージック・時計のオーバーレイ
zh_hans: • 偏好设置、快捷键、显示器默认值、显示器名称，以及小组件、音乐和时钟叠加层
zh_hant: • 偏好設定、快速鍵、顯示器預設值、顯示器名稱，以及小工具、音樂和時鐘疊加層

source: • Presets and the Workshop items in the wallpaper library
es: • Los preajustes y los elementos de Workshop de la biblioteca de fondos
ja: • プリセット、および壁紙ライブラリ内のワークショップ項目
zh_hans: • 预设，以及壁纸库中的创意工坊项目
zh_hant: • 預設集，以及桌布庫中的工作坊項目

source: ← Back
es: ← Atrás
ja: ← 戻る
zh_hans: ← 上一步
zh_hant: ← 上一步

source: ⌃ Keep Swiping · Full Wallpaper Library
es: ⌃ Sigue deslizando · Biblioteca de fondos completa
ja: ⌃ 続けてスワイプ・壁紙ライブラリ全体
zh_hans: ⌃ 继续上滑 · 完整壁纸库
zh_hant: ⌃ 繼續上滑・完整桌布庫

source: ⌃ Wallpaper Library
es: ⌃ Biblioteca de fondos
ja: ⌃ 壁紙ライブラリ
zh_hans: ⌃ 壁纸库
zh_hant: ⌃ 桌布庫

source: ⌄ Swipe Down to Return Home
es: ⌄ Desliza hacia abajo para volver al inicio
ja: ⌄ 下にスワイプしてホームに戻る
zh_hans: ⌄ 下滑返回主界面
zh_hant: ⌄ 下滑返回主畫面

source: ▶ GIF preview
es: ▶ Vista previa GIF
ja: ▶ GIF プレビュー
zh_hans: ▶ GIF 预览
zh_hant: ▶ GIF 預覽

source: ▶ Preview · %@ (auto-detected)
es: ▶ Vista previa · %@ (detección automática)
ja: ▶ プレビュー · %@（自動判別）
zh_hans: ▶ 预览 · %@（自动识别）
zh_hant: ▶ 預覽 · %@（自動辨識）

source: ◈ Preset %@ ▾
es: ◈ Preajuste %@ ▾
ja: ◈ プリセット %@ ▾
zh_hans: ◈ 预设 %@ ▾
zh_hant: ◈ 預設 %@ ▾

source: %@/s
ja: %@/秒

source: Anim
ja: アニメーション
zh_hans: 动画
zh_hant: 動畫

source: Anime
ja: アニメ
zh_hans: 动漫
zh_hant: 動漫

source: App
ja: アプリ
zh_hans: 应用

source: Audio
ja: オーディオ
zh_hans: 音频
zh_hant: 音訊

source: Aurora
ja: オーロラ
zh_hans: 极光
zh_hant: 極光

source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

source: Bokeh
ja: ボケ
zh_hans: 光斑
zh_hant: 散景

source: Color
ja: カラー
zh_hans: 颜色
zh_hant: 顏色

source: Cursor
ja: カーソル
zh_hans: 光标
zh_hant: 游標

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: FX
ja: エフェクト
zh_hans: 特效
zh_hant: 特效

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: Global
ja: グローバル
zh_hans: 全局
zh_hant: 全域

source: Liquid Glass
ja: リキッドグラス
zh_hans: 液态玻璃
zh_hant: 液態玻璃

source: Local
ja: ローカル
zh_hans: 本地
zh_hant: 本機

source: Manual
ja: 手動
zh_hans: 手动
zh_hant: 手動

source: Manual: %@
ja: 手動：%@
zh_hans: 手动：%@
zh_hant: 手動：%@

source: Medieval
ja: 中世
zh_hans: 中世纪
zh_hant: 中世紀

source: Memes
ja: ミーム
zh_hans: 迷因
zh_hant: 迷因

source: Mono
ja: 等幅
zh_hans: 等宽
zh_hant: 等寬

source: Normal
ja: 正常
zh_hans: 正常
zh_hant: 正常

source: Pixel art
ja: ドット絵
zh_hans: 像素艺术
zh_hant: 像素藝術

source: Plasma
ja: プラズマ
zh_hans: 等离子
zh_hant: 電漿

source: Playlist
ja: プレイリスト
zh_hans: 播放列表
zh_hant: 播放列表

source: Retro
ja: レトロ
zh_hans: 复古
zh_hant: 復古

source: Sensor
ja: センサー
zh_hans: 传感器
zh_hant: 感測器

source: Serif
ja: セリフ
zh_hans: 衬线
zh_hant: 襯線

source: Shader
ja: シェーダー
zh_hans: 着色器
zh_hant: 著色器

source: Steam Workshop
ja: Steam ワークショップ
zh_hans: Steam 创意工坊
zh_hant: Steam 工作坊

# Thermal Nominal
source: Normal
ja: 正常
zh_hans: 正常
zh_hant: 正常

source: Triple Monitor
ja: トリプルモニター
zh_hans: 三显示器
zh_hant: 三顯示器

source: Viewport
ja: ビューポート
zh_hans: 视口
zh_hant: 視口

source: Widget
ja: ウィジェット
zh_hans: 小组件
zh_hant: 小工具

source: Widgets
ja: ウィジェット
zh_hans: 小组件
zh_hant: 小工具

source: Workshop
ja: ワークショップ
zh_hans: 创意工坊
zh_hant: 工作坊

source: Workshop %@
ja: ワークショップ %@
zh_hans: 创意工坊 %@
zh_hant: 工作坊 %@

source: error
ja: エラー
zh_hans: 出错
zh_hant: 發生錯誤

source: min
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

source: shader '%@': %@
ja: シェーダー「%@」: %@
zh_hans: 着色器“%@”：%@
zh_hant: 著色器「%@」：%@

source: OK
zh_hans: 确定
zh_hant: 好

source: Web
zh_hans: 网页
zh_hant: 網頁
